export const Politics = () => {
  return (
    <div>
      <h1>Политика обработки персональных данных</h1>
      Настоящая политика конфиденциальности (далее— «Политика») устанавливает
      правила использования Компанией персональных данных, персональной
      информации, получаемой от Субъекта персональных данных. <br /> Политика
      действует в отношении всей информации, которую Компания и/или ее
      аффилированные лица, включая всех лиц, входящих в одну группу, могут
      получить о Субъекте персональных данных во время использования им любого
      из сервисов Сайта. <br />
      Согласие Субъекта персональных данных на предоставление персональной
      информации, данное им в соответствии с настоящей Политикой в рамках
      отношений с одним из лиц, входящих в состав Компании, распространяется на
      всех лиц, входящих в состав Компании. <br />
      Использование Сайта означает безоговорочное согласие Субъекта персональных
      данных с настоящей Политикой и указанными в ней условиями обработки его
      персональной информации. В случае несогласия с этими условиями Субъект
      персональных данных должен воздержаться от использования Сайта. <br />
      Политика может быть изменена Компанией без какого-либо специального
      уведомления. Новая редакция Политики вступает в силу с момента ее
      размещения на Сайте, если иное не предусмотрено новой редакцией Политики.{" "}
      <br />
      Компания рекомендует регулярно проверять условия настоящей Политики на
      предмет их изменения и/или дополнения. Продолжение использования Сайта
      после внесения изменений и/или дополнений означает принятие и согласие
      Субъекта персональных данных с такими изменениями и/или дополнениями.{" "}
      <br />
      Определение терминов <br />В настоящей Политике конфиденциальности
      используются следующие термины: <br />
      «Компания» — Индивидуальный предприниматель Ульби Тимур Валерьевич,
      который является оператором персональных данных, организует и (или)
      осуществляет обработку персональных данных, а также определяет цели
      обработки персональных данных, состав персональных данных, подлежащих
      обработке, действия (операции), совершаемые с персональными данными.{" "}
      <br />
      «Персональные данные», «Персональная информация» — любая информация,
      относящаяся к прямо или косвенно определенному, или определяемому
      физическому лицу (субъекту персональных данных). <br />
      «Обработка персональных данных» — любое действие (операция) или
      совокупность действий (операций), совершаемых с использованием средств
      автоматизации или без использования таких средств с персональными данными,
      включая сбор, запись, систематизацию, накопление, хранение, уточнение
      (обновление, изменение), извлечение, использование, передачу
      (распространение, предоставление, доступ), обезличивание, блокирование,
      удаление, уничтожение персональных данных. <br />
      «Конфиденциальность персональных данных» — обязательное для соблюдения
      Компанией или иным получившим доступ к персональным данным лицом
      требование не допускать их распространения без согласия субъекта
      персональных данных или наличия иного законного основания. <br />
      «Сайт» — совокупность размещенных в сети Интернет web-страниц,
      объединенных единой темой, дизайном и единым адресным пространством домена
      ulbitv.ru и/или иных доменов, которые могут для этого использоваться
      Компанией на свое усмотрение. <br />
      «Субъект персональных данных» — лицо, имеющее доступ к Сайту, посредством
      сети Интернет. <br />
      «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и
      хранимый на компьютере Субъекта персональных данных, который веб-клиент
      или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при
      попытке открыть страницу соответствующего сайта. <br />
      «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, через
      который Субъект персональных данных получает доступ к Сайту. <br />
      1. Обработка Персональных данных
      <br />
      1.1.Обработка Персональных данных осуществляется Компанией на основе
      принципов: <br />— законности целей и способов обработки персональных
      данных <br />— добросовестности <br />— соответствия целей обработки
      персональных данных целям, заранее определенным и заявленным при сборе
      Персональных данных, а также полномочиям Компании <br />— соответствия
      объема и характера обрабатываемых Персональных данных, способов обработки
      персональных данных целям обработки персональных данных <br />—
      недопустимости объединения созданных, для несовместимых между собой целей,
      баз данных, содержащих персональные данные. <br />
      1.2. Компания осуществляет сбор и обработку персональных данных в
      соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных
      данных». <br />
      2.Персональная информация Субъекта персональных данных, которую получает
      иобрабатывает Компания <br />
      2.1. В рамках настоящей Политики под «персональными данными»,
      «персональной информацией» Субъекта персональных данных понимаются: <br />
      2.1.1.любые данные, которые Субъект персональных данных сознательно
      предоставляет, в том числе, но не исключительно, в процессе регистрации,
      настройки учетной записи на Сайте, а также в процессе оказания услуг,
      указанных на Сайте, в том числе, личные данные Субъекта персональных
      данных, которые он самостоятельно предоставляет о себе при авторизации
      (регистрации) на Сайте или при заполнении иных форм, представленных на
      Сайте: <br />— Фамилия, имя, отчество <br />— Номер мобильного телефона
      <br />— Адрес электронной почты
      <br />— иная информация, необходимая для предоставления услуг. 2.1.2.
      Данные, которые автоматически передаются сервисам Сайта в''процессе их
      использования с помощью, установленного на устройстве Субъекта
      персональных данных, программного обеспечения, а также данные, необходимые
      для отображения и обеспечения работы Сайта, в том числе: <br />— данные об
      активности Субъекта персональных данных в сети Интернет, в частности, о
      посещенных страницах, дате и времени URL-переходов и пр. <br />—
      информация из cookie. Отключение cookies может повлечь невозможность
      доступа к частям Сайта, требующим авторизации <br />— информация об
      устройстве и браузере, с помощью которых Субъект персональных данных
      выходил в Интернет: IP-адресе и (в случае если Субъект персональных данных
      заходит на сайт с мобильного устройства) типе устройства и его уникальном
      идентификаторе, язык и версия программного обеспечения браузера <br />—
      данные о взаимодействии с демонстрируемыми вне ресурса рекламными
      объявлениями Компании, их количестве, частоте и глубине просмотра <br />—
      статус доступа / код статуса HTTP <br />— объем передаваемых данных <br />
      — геолокация Субъекта персональных данных <br />— иная информация о
      Субъекте персональных данных. <br />
      2.1.3. Персональные данные, которые Субъект персональных данных
      самостоятельно предоставляет и/или которые собираются автоматически и
      необходимые для реализации услуг Компании, осуществления финансовых
      операций по оплате и исполнении сопутствующих услуг, в том числе: <br />—
      финансовая информация, включая номер кредитной или дебетовой карты, или
      иная платежная информация <br />— история приобретения услуг Компании{" "}
      <br />— история обращений в Компанию и взаимодействия с Компанией. <br />—
      интересы и предпочтения при приобретения услуг. <br />
      2.1.4. В целях оказания услуг, Компания вправе запросить дополнительные
      Персональные данные Субъекта персональных данных с его согласия. <br />
      2.2. Компания не собирает «чувствительные» данные, такие как: расовое или
      этническое происхождение, политические взгляды, религиозные или
      философские убеждения, или членство в профсоюзах, генетические или
      биометрические данные, данные о здоровье или о сексуальной жизни
      физического лица. <br />
      2.3. Сбор информации происходит как во время просмотра Сайта, заполнения
      форм, представленных на Сайте, так и в течение срока оказания услуг и
      использования сервисов Сайта. <br />
      2.4. Настоящая Политика применима только к сервисам Сайта. Компания не
      контролирует и не несет ответственность за другие сайты, сайты третьих
      лиц, на которые Субъект персональных данных может перейти по ссылкам,
      доступным на Сайте или через которые Субъект персональных данных
      авторизуется на Сайте. На таких сайтах у Субъекта персональных данных
      может собираться или запрашиваться иная персональная информация, а также
      могут совершаться иные действия. <br />
      На Сайте Компании представлены плагины социальных сетей. При переходе
      Субъектом персональных данных с Сайта в социальные сети, плагины которых
      представленные на Сайте, информация, предоставленная Субъектом
      персональных данных, может быть связана администратором социальной сети с
      профилем Субъекта персональных данных. Сбор и обработка Персональных
      данных социальными сетями регулируется политикой конфиденциальности
      соответствующей социальной сети. <br />
      2.5. Компания в общем случае не проверяет достоверность персональной
      информации, предоставляемой Субъектом персональных данных, и не
      осуществляет контроль за их дееспособностью. Однако Компания исходит из
      того, что Субъект персональных данных предоставляет достоверную и
      достаточную персональную информацию. <br /> 3.1.Сookie-файлы — это
      небольшие текстовые файлы, которые хранятся на жестком диске и назначаются
      используемому Субъектом персональных данных браузеру и позволяют
      определенной информации перетекать в то место, где будут размещены cookie
      -файлы. Различаются сеансовые и постоянные cookie-файлы. Сеансовые
      cookie-файлы существуют до тех пор, пока Субъект персональных данных не
      закроет браузер. У постоянных cookie-файлов более длительный цикл жизни,
      они не удаляются автоматически при закрытии браузера. <br />
      3.2. Сookie-файлы не способны запускать программы или передавать вирусы на
      компьютер (устройство) Субъекта персональных данных. При использовании
      услуг cookie-файлы и иные технологии отслеживания могут быть использованы:
      для поддержки работы Сайта, анализа трафика или в рекламных целях. Эти
      технологии либо используются непосредственно Компанией, либо партнерами
      Компании, в том числе сторонними поставщиками услуг и рекламными
      площадками, с которыми Компания сотрудничает. <br />
      3.3.Помимо cookie-файлов используются другие похожие технологии
      отслеживания(пиксели), которые, в том числе, отслеживают URL-адреса или
      средства разработки программного обеспечения. <br />
      3.4.Указанные технологии и cookie-файлы используются: <br />— для
      отслеживания поведения Субъектов персональных данных и получения
      информацию об использовании сайта, которая позволит улучшить контент{" "}
      <br />— идентификация Субъекта персональных данных на страницах сайта,
      других сайтов. Собираемая информация включает в себя, в том числе:
      IP-адрес, идентификационный номер устройства, просмотренные страницы, тип
      браузера, информацию о поиске через браузер, операционную систему,
      интернет-провайдер, временную метку клика, отреагировал ли Субъект
      персональных данных на рекламу, соответствующий URL-адрес, использованные
      на странице/в приложении функции или предпринятые действия <br />— при
      использовании технических cookie-файлов — для обеспечения исправной и
      бесперебойной работы Сайта, предоставления Субъекту персональных данных
      возможности создания аккаунта и управления им <br />— для запоминания
      данных Субъекта персональных данных (при входе в систему) и его
      предпочтений <br />— для аналитики и анализа эффективности Сайта,
      рекламных кампаний, информационных материалов. Для этого Компания собирает
      информацию о том, какие страницы Субъект персональных данных посещал,
      какие покинул, о всех действиях на Сайте, а также на сторонних сайтах, на
      которых размещена реклама Компании. <br />— для использования сторонних, а
      также собственные cookie-файлов для показа рекламных объявлений на Сайте
      Компании и на других сайтах, платформах (ретаргентинг). <br />
      3.5. Субъект персональных данных можете удалить файлы cookie в любое
      время, зайдя в настройки безопасности своего браузера и выбрав «Удалить
      файлы cookie» или настроить параметры своего браузера в соответствии со
      своими личными предпочтениями. Однако, что это может означать, что
      использование функционала Сайта будет ограничено.
      <br />
      4. Цели сбора и обработки персональной Субъекта персональных данных <br />
      4.1. Компания собирает и хранит только те персональные данные, которые
      необходимы для предоставления доступа к Сайту и оказанию услуг. <br />
      4.2. Для размещения отзывов на Сайте, для размещения ответов на задания
      Исполнителя, для чего Заказчик дает согласие на распространение и
      публикацию своих персональных данных. <br />
      4.3. Персональную информацию Субъекта персональных данных Компания может
      использовать в следующих целях: <br />— Идентификация стороны <br />—
      Предоставление Субъекту персональных данных персонализированных сервисов,
      исполнения Компанией обязательств перед Субъектом персональных данных по
      соглашениям между Компанией и Субъектом персональных данных. <br />— Связь
      с Субъектом персональных данных в случае необходимости, в том числе
      направление уведомлений, запросов и информации, связанных с использованием
      сервисов, оказанием услуг, а также обработка запросов и заявок от Субъекта
      персональных данных <br />— Определения места нахождения Субъекта
      персональных данных для обеспечения безопасности, предотвращения
      мошенничества. <br />— Подтверждения достоверности и полноты персональных
      данных, предоставленных Субъектом персональных данных. <br />— Направления
      информационных и рекламных сообщений. <br />
      — Улучшение качества сервисов, удобства их использования, разработка новых
      сервисов и услуг <br />— Таргетирование рекламных материалов. <br />—
      Проведение статистических и иных исследований, на основе обезличенных
      данных. <br />— Предоставления Субъекту персональных данных клиентской и
      технической поддержки при возникновении проблем, связанных с
      использованием Сайта. <br />— Предоставления доступа Субъекту персональных
      данных на сайты или сервисы партнеров Компании с целью получения или
      обновления услуг. <br />— Перевода денежных средств на счета Субъекта
      персональных данных и/или вывода денежных средств. <br />
      4.4.Субъект персональных данных дает согласие на получение информационных
      рассылок и рекламных материалов от Компании, либо от иных лиц по поручению
      Компании, на адрес электронной почты, указанный Субъектом персональных
      данных при авторизации на Сайте. <br />
      4.5. Компания вправе проводить статистические и иные исследования на
      основе обезличенной информации, предоставленной Субъектом персональных
      данных. Компания вправе предоставлять доступ к таким исследованиям третьим
      лицам для осуществления таргетинга рекламы. Субъект персональных данных
      дает свое согласие на такие исследования и на получение таргетированной
      рекламы путем принятия Политики. Субъект персональных данных может
      отказаться от такого согласия в любой момент, обратившись к Компании по
      адресу, указанному на соответствующей странице сайта. Субъект персональных
      данных также может самостоятельно при наличии технической возможности на
      устройстве Субъекта персональных данных или в программных средствах на
      устройстве Субъекта персональных данных, запретить устройству или
      программным средствам передавать информацию через сайт, необходимую для
      осуществления таргетинга рекламы. <br />
      5. Условия обработки персональной информации Субъекта персональных данных
      и её передачи третьим лицам <br />
      5.1. Обработка персональных данных Субъекта персональных данных
      производится Компанией с использованием баз данных на территории
      Российской Федерации. <br />
      5.2. Персональные данные обрабатываются с использованием
      автоматизированных систем. <br />
      5.3. Обработка персональных данных Субъекта персональных данных включает
      совершение Компанией следующих действий: сбор, запись, систематизация,
      накопление, хранение, уточнение (обновление, изменение), извлечение,
      использование, передача (распространение, предоставление, доступ),
      обезличивание, блокирование, удаление, уничтожение. <br />
      5.4. Хранение персональных данных Субъекта персональных данных
      осуществляется на электронных носителях. При обработке персональных данных
      с целью исполнения обязательств по соглашениям с Субъектом персональных
      данных, Компания может извлекать персональные данные и хранить их на
      материальных носителях. Хранение таких персональных данных осуществляется
      в течение срока, установленного законодательством Российской Федерации об
      образовании и архивном деле. <br />
      5.5. В отношении персональной информации Субъекта персональных данных,
      сохраняется ее конфиденциальность, кроме случаев добровольного
      предоставления Субъектом персональных данных информации о себе для общего
      доступа неограниченному кругу лиц. При использовании отдельных сервисов,
      Субъект персональных данных соглашается с тем, что определённая часть его
      персональной информации становится общедоступной. <br />
      5.6. Компания вправе передать персональную информацию Субъекта
      персональных данных третьим лицам в следующих случаях: <br />— Субъект
      персональных данных явно выразил свое согласие на такие действия. При этом
      Субъект персональных данных соглашается с тем, что Компания вправе
      передать персональные данные третьим лицам — партнерам во исполнение
      обязательств по Соглашению, заключенного с Субъектом персональных данных.{" "}
      <br />— Передача необходима в рамках использования Субъектом персональных
      данных определенного сервиса, использования Сайта либо для оказания услуги
      Субъекту персональных данных. При этом обеспечивается конфиденциальность
      персональной информации, а Субъект персональных данных будет явным образом
      уведомлён о такой передаче. <br />— Передача предусмотрена российским или
      иным применимым законодательством в рамках установленной законодательством
      процедуры. <br />— Такая передача происходит в рамках продажи или иной
      передачи бизнеса (полностью или в части), при этом к приобретателю
      переходят все обязательства по соблюдению условий настоящей Политики
      применительно к полученной им персональной информации. <br />— В целях
      обеспечения возможности защиты прав и законных интересов Компании или
      третьих лиц в случаях, когда Субъект персональных данных нарушает правила
      пользования Сайтом. <br />
      5.7. Обработка персональных данных Субъекта персональных данных
      осуществляется не дольше, чем это требуется в соответствии с изложенными
      целями обработки. <br />
      5.8. В случае загрузки своего изображения через Личный Кабинет
      Пользователь на безвозмездной основе дает согласие на использование
      данного изображения (ст. 152.1 Гражданского кодекса РФ) в целях, не
      связанных с установлением личности Пользователя. Пользователь обязуется не
      предоставлять фотографии третьих лиц в качестве изображения Пользователя.{" "}
      <br />
      6. Изменение Субъектом персональных данных персональной информации, права
      Субъекта персональных данных <br />
      6.1. Субъект персональных данных может в любой момент изменить (обновить,
      дополнить, удалить) предоставленную им персональную информацию или её
      часть, а также параметры её конфиденциальности. При этом Субъект
      персональных данных понимает, что Компания вправе продолжить использование
      такой информации в допустимых российским законодательством случаях. <br />
      Удаление информации может повлечь невозможность использования некоторых
      сервисов Сайта. <br />
      6.2. Размещая информацию о себе, Субъект персональных данных может сделать
      ее общедоступной, при этом Субъект персональных данных понимает, что
      информация может быть индексирована в поисковых системах и принимает
      связанные с этим риски разглашения сведений, относящихся к личной,
      семейной и иной тайне. <br />
      6.3. Согласие на получение информационных рассылок и рекламных материалов
      может быть отозвано Субъектом персональных данных в любое время путем
      направления Компании соответствующего уведомления по адресу электронной
      почты, указанной на Сайте. <br />
      6.4. Субъект персональных данных имеет право на получение у Компании
      информации, касающейся обработки его персональных данных, если такое право
      не ограничено в соответствии с федеральными законами. Субъект персональных
      данных вправе требовать от Компании уточнения его персональных данных, их
      блокирования или уничтожения в случае, если персональные данные являются
      неполными, устаревшими, неточными, незаконно полученными или не являются
      необходимыми для заявленной цели обработки, а также принимать
      предусмотренные законом меры по защите своих прав. Для этого достаточно
      уведомить Компанию по адресу электронной поты, указанному на Сайте. <br />
      7. Меры, применяемые для защиты персональной информации Субъекта
      персональных данных <br />
      7.1. Компания принимает необходимые и достаточные организационные и
      технические меры для защиты персональной информации Субъекта персональных
      данных от неправомерного или случайного доступа, уничтожения, изменения,
      блокирования, копирования, распространения, а также от иных неправомерных
      действий с ней третьих лиц. <br />
      7.2. Компания гарантирует, что предоставленная Субъектом персональных
      данных информация не объединяется со статистическими данными, не
      предоставляется третьим лицам и не разглашается, за исключением случаев,
      предусмотренных в Политике. <br />
      7.3. Компания не продаёт и не передаёт информацию о Субъекте персональных
      данных отдельно. Такая информация может передаваться только при частичной
      или полной реорганизации Компании. <br />
      7.4. Компания осуществляет блокирование персональных данных, относящихся к
      соответствующему Субъекту персональных данных, с момента обращения или
      запроса Субъекта персональных данных или его законного представителя либо
      уполномоченного органа по защите прав субъектов персональных данных на
      период проверки, в случае выявления недостоверных персональных данных или
      неправомерных действий. 8. Изменение Политики конфиденциальности <br />
      8.1. Компания имеет право вносить изменения в настоящую Политику
      конфиденциальности. Новая редакция Политики вступает в силу с момента ее
      размещения на Сайте, если иное не предусмотрено новой редакцией Политики.{" "}
      <br />
      8.2. К отношениям между Субъектом персональных данных и Компанией,
      возникающим в связи с применением Политики конфиденциальности, подлежит
      применению право Российской Федерации. <br />
      9.Обратная связь. Вопросы и предложения <br />
      Предложения и вопросы по поводу настоящей Политики следует сообщать
      Компании по адресу электронной почты, указанному на сайте.{" "}
    </div>
  );
};
